[
    {
        "title": "Fantastic!",
        "content": "I haven't enjoyed a character driven Fantasy book this much in a while!\nTotally recommend it, loved Glokta, will read the rest of the series before the end of the year.",
        "user_id": 5,
        "book_id": 1
    },
    {
        "title": "When the snows fall and the white winds blow, the lone wolf dies but the pack survives.",
        "content": "This took me quite a while. First, because I already knew what happened from the show, second because I guess you just cannot rush through this book that fast, and third because I dreaded all the horrible things and painful deaths that were going to happen. Sometimes I wish I could forget everything I knew about a book/show and just start anew. Maybe I would have read this novel faster if I hadn't known everything already? Because A Game of Thrones is very close to the first season of the show, only with more detail. So GRRM is a great storyteller, but also a cruel one. You just never know what is going to happen next and you really fear for all the characters you love. This whole series is just so big. And awesome. And I really don't know where this is all going to go and how it will end but well...Hoping for many dead Lannisters.",
        "user_id": 4,
        "book_id": 2
    },
    {
        "title": "A great read",
        "content": "The Ring Sets Out is the first of the six books of the The Lord of the Rings trilogy. The three volumes consist of two books each.\nThe Ring Sets Out begins in the light tone of The Hobbit , but soon the ‘little’ adventure of Frodo, Sam, Merry and Pippin turns dark. We hear stories of great evil, of the wretched creature named Gollum and that something dark has arisen in the land of Mordor.\nThe four hobbits are innocently and surprisingly brave, encounter the Nazgûl, an evil ancient tree, marvelous Tom Bombadil and Goldberry, and finally Strider, who helps them avoid capture by the Nazgûl. And finally, we meet Glorfindel.",
        "user_id": 6,
        "book_id": 3
    },
    {
        "title": "4.5 out of 5",
        "content": "I've been trying to read a lot of 'older classic Adult Fantasy' books and it's been hit and miss.\nI'm tired of being hit with description of boobs and nipples every time a female character is introduced and this was (sadly) refreshingly not like that. The bar is loooow.\nThe characters are likeable, the word building is intriguing, the magic system is interesting... It does contain some classic tropes like the farmer boy/chosen one but it didn't bother me and I'm totally planning on continuing!\nThe weaknesses:\n- the 'romances' they don't take much space in the book (thankfully!) but they're not very good. Lan and Nynaeve came out of nowhere.\n- The ending was pretty vague but it is the first book in a 14 book series.\nIf you weren't sure about it, I say pick it up! In time for the new tv series!",
        "user_id": 7,
        "book_id": 4
    },
    {
        "title": "Read it",
        "content": "It took me three tries to read this excellent fantasy. I had to be in the right frame of mind, because I found it by no means a page-turner until I was about halfway through. Hobb has crafted a believable, intricate fantasy world in all its gritty, mundane, medieval detail, so you can smell the stables and taste the gruel along with experiencing the wonders of magic and courtly skulduggery. It is an enormously comprehensive autobiography of one Fitz, the bastard son of Prince Chivalry of the Six Duchies, from Fitz's earliest memories to his youth as an apprentice to the king's assassin.\nIf Charles Dickens wrote a fantasy novel, it might read something like this: Great Expectations with swords and sorcery. This is a compliment, in that the characters are all lovingly crafted, the lives feel real and important, and the writing is first-rate. It is also a 'heads up' to readers, in that the story is a slow burn, the prose dense and descriptive with paragraphs that often run longer than a page, the narrator in no hurry to get to his later, more active years as a working assassin. If you are looking for a fast read with nonstop action, this is probably not your book. If, however, you are looking to immerse yourself in a new world and are willing to live there at the same pace as the characters who are going about their lives, then this is a fascinating literary escape, and you will certainly make new friends (and new enemies) in Hobb's story!",
        "user_id": 3,
        "book_id": 5
    },
    {
        "title": "4/5",
        "content": "Curiouser and curiouser... Is there anything more wonderful than a nonsensical world of childlike fancy?",
        "user_id": 8,
        "book_id": 6
    },
    {
        "title": "Didn't quite hit the mark...",
        "content": "I have been wanting to read this book for a long time, so decided it was about time I just jump straight in. My deepest heart's desire was that I'd find the female-equivalent to Terry Pratchett, but sadly that is not the case.\nIt was written so well and Diana has an amazing imagination that makes Neil Gaiman look normal. But sadly the characters were flat and I felt nothing for any of them, though I think Howl was the most wonderfully developed of the lot. They were all a little bit: 'I'm only here for this one bit then I'll leave', which is often the case with background characters but not the main, plot-fuelling ones. And the plot: I did enjoy it to some extent but I got lost a few times and wasn't really sure why certain things were happening. I think she tried to cram in so many wonderful things that often happen in to fantasy books in to just this one that it slightly ripped at the seams.\nThe world was a lovely thing to be introduced to, but I can't get over my disappointment in the castle. No spoilers, but I was expecting a lot more than what I felt we were given, particular since the thing is in the title. It was rather clever, but not what I wanted personally. However, the world still felt quite small despite the various places visited. There didn't seem enough given to link all the places together and they invariably ended up becoming just the one place after a while.\nDespite not quite enjoying this particular book, I do want to read everything else Diana has written, because you can clearly see her amazing imagination and clever storytelling prowess from this book. I think the fact it was a children's book really let it down.",
        "user_id": 1,
        "book_id": 7
    },
    {
        "title": "Magical",
        "content": "I will never ever rate this lower than 5 stars. BEAUTIFUL.",
        "user_id": 2,
        "book_id": 8
    },
    {
        "title": "Absolute solid gold standard",
        "content": "Phenomenal. Don't let the movies pollute your memories of this book, it is OUTSTANDING.",
        "user_id": 10,
        "book_id": 9
    },
    {
        "title": "4.5/5",
        "content": "Wow",
        "user_id": 8,
        "book_id": 9
    },
    {
        "title": "A fun read!",
        "content": "Picture this: a small community, shrouded in darkness, with rows upon rows of eerie tombstones creating a haunting sight. But that’s just the beginning of the horror that lies within. Join a brother and sister as they experience a traffic accident in the midst of this town of the dead, leaving them wondering what their fate will be. Or follow the terrifying tale of a girl whose tongue transforms into a slimy slug, rendering her speechless and helpless. Can her friend find a way to save her before it’s too late? And, brace yourselves for a story about a young man who discovers that his grotesque neighbor, with only one window in their entire house, calls out to him every night. What could this neighbor’s twisted intentions be? Each story is a classic example of Ito’s unmatched ability to create uniquely unsettling and disturbing horror premises.",
        "user_id": 9,
        "book_id": 11
    }
]

